StruSoft.Interop.StruXml.Data.Ptc_type


StruSoft.Interop.StruXml.Data.Ptc_type.Start_point


StruSoft.Interop.StruXml.Data.Ptc_type.End_point


StruSoft.Interop.StruXml.Data.Ptc_type.Local_z


StruSoft.Interop.StruXml.Data.Ptc_type.Losses


StruSoft.Interop.StruXml.Data.Ptc_type.Shape_base_points


StruSoft.Interop.StruXml.Data.Ptc_type.Manufacturing


StruSoft.Interop.StruXml.Data.Ptc_type.Guid


StruSoft.Interop.StruXml.Data.Ptc_type.Last_change


StruSoft.Interop.StruXml.Data.Ptc_type.Action


StruSoft.Interop.StruXml.Data.Ptc_type.Hash_order_id


StruSoft.Interop.StruXml.Data.Ptc_type.Base_object


StruSoft.Interop.StruXml.Data.Ptc_type.Name


StruSoft.Interop.StruXml.Data.Ptc_type.Strand_type


StruSoft.Interop.StruXml.Data.Ptc_type.Number_of_strands


StruSoft.Interop.StruXml.Data.Ptc_type.Jacking_side


StruSoft.Interop.StruXml.Data.Ptc_type.Jacking_stress


StruSoft.Interop.StruXml.Data.Ptc_type.AnyAttr
